"(optional)" = "(frivilligt)";
"Address Book:" = "Adressbok:";
"Apply Coupon" = "Använd kupong";
"Buy Later" = "Köp Senare";
"Buy Now" = "Köp";
"Cancel" = "Avbryt";
"Card Number:" = "Kortnummer:";
"City:" = "Stad:";
"Close" = "Stäng";
"Company Name:" = "Företagsnamn:";
"Country:" = "Land:";
"Coupon Code:" = "Kupongkod:";
"Coupon:" = "Kupong:";
"Credit Card" = "Kreditkort";
"Credit Card Type:" = "Kreditkortstyp:";
"Done" = "Klart";
"Email Address:" = "Email Adress:";
"Email Support" = "Maila Support";
"Enter your name and licence key to activate this software." = "Skriv in ditt namn och din licenskod för att aktivera denna mjukvara.";
"Expiration Date:" = "Sista giltighetsdag:";
"FAX_MESSAGE" = "You can pay by credit card, check, or purchase order.\n\nPrint out the form and mail your order to:\n\nCocoatech\n4255 24th St.\nSan Francisco, CA 94114";
"Fax, Mail or Purchase Order" = "Fax, Mail eller Köporder";
"First Name:" = "Förnamn:";
"Full Version" = "Fullversion";
"Home Address" = "Hemadress";
"In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software." = "För att vara berättigad till uppgraderingspriset måste du ha en giltig licensnyckel från en tidigare version av denna programvara.";
"Last Name:" = "Efternamn:";
"License Key:" = "Licenskod:";
"Login to PayPal" = "Logga in på PayPal";
"Name on Card:" = "Namn på kortet:";
"Name:" = "Namn:";
"Next" = "Nästa";
"Number of Users:" = "Antal användare:";
"Office Address" = "Jobbadress";
"Order Summary:" = "Sammanlagd Order:";
"PAYPAL_MESSAGE" = "Purchasing with PayPal is very simple. Click the button below, and a sheet will appear where you can login to PayPal and make a payment.\n\nIf you feel more comfortable using your default internet browser to make a payment using PayPal, <a href=\"mkcl://kMKCShowPayPalInDefaultBrowser\">click here</a>.\nIf you use your default internet browser, you will have to enter your license key by hand once you receive the email.";
"PREPAID_MESSAGE" = "If you received a prepaid coupon code, enter it here.";
"Pay by Fax, Mail or Purchase Order" = "Betala med Fax, Mail eller Köporder";
"Pay using Credit Card" = "Betala med kreditkort";
"Pay using PayPal" = "Betala med PayPal";
"Pay using Prepaid Code" = "Betala med förbetald kod";
"Phone Number:" = "Telefonnummer:";
"Place Order" = "Lägg Order";
"Postal/Zip Code:" = "Postnummer:";
"Prepaid Code" = "Förbetald Kod";
"Prepaid Code:" = "Förbetald Kod:";
"Previous" = "Föregående";
"Pricing Information:" = "Prisinformation:";
"Primary Address" = "Primär Adress";
"Print" = "Skriv ut";
"Print Form" = "Skriv ut formulär";
"Quit" = "Avsluta";
"Secure Purchasing System" = "Säkert Köpsystem";
"Security Code:" = "Säkerhetskod:";
"State/Province:" = "Stat/Provins:";
"Street Address:" = "Adress:";
"Submit Code" = "Skicka in kod";
"THANKYOU_MESSAGE" = "Your purchase has completed successfully!\n\nYour computer is now licensed to use Path Finder, and your license information has been saved.\n\nClick the print button below to print out your license key and keep it in a safe place, you may need this if you change machines or reinstall the OS.\n\nWe have emailed your license key to your email address: ##USERS_EMAIL##.\nYou will not have to do anything with this email, your registration code has already been set, but print it out so you have record of your purchase.\n\nYour license information can be viewed in Path Finder's About box.  Choose \"About Path Finder\" located in the Path Finder menu in your menu bar.\n\nThank you again!  If you have questions or problems, please let us know! Send us an <a href=\"mailto:help@cocoatech.com\">email</a>.";
"THANKYOU_TITLE" = "Thank you for purchasing Path Finder!";
"Tab" = "Tabb";
"To pay using a different method, go back to the previous step and choose a different payment method." = "Om du vill betala på något annat sätt får du gå tillbaka ett steg och välja en annan betalningsmetod.";
"Update" = "Uppdatera";
"Upgrade" = "Uppgradera";
"View" = "Vy";
"WELCOME_MESSAGE" = "Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself.\n\nYou can purchase using credit card, PayPal, fax, purchase order or mail.\n\nIf you already have a license key and need to activate it <a href=\"mkcl://kMKCEnterLicenseKey\">click here</a>.\n\nIf you have questions, feel free to send us an <a href=\"mailto:help@cocoatech.com\">email</a>.";
"WELCOME_TITLE" = "Purchasing Path Finder is simple!";
"What kind of license do you want?" = "Vilken licenstyp vill du ha?";
"Your details are secured in transfer with 128-bit SSL encryption." = "Din information är säkrad med 128-bitars SSL-kryptering";
"not licensed" = "Inte licensierad";

/* ==== UNLOCALIZED ==== */

"American Express" = "American Express";
"Confirm Email:" = "Confirm Email:";
"Diners Club" = "Diners Club";
"Discover Card" = "Discover Card";
"JCB" = "JCB";
"Mail or Purchase Order" = "Mail or Purchase Order";
"MasterCard" = "MasterCard";
"OK" = "OK";
"PayPal" = "PayPal";
"Subscribe to the Path Finder newsletter" = "Subscribe to the Path Finder newsletter";
"Visa" = "Visa";
